/*

Создать функцию которая принимает массив пользователей, поле на которое хочу проверить и значение на которое хочу проверять.

Проверять что все аргументы переданы. Возвращать новый массив с пользователями соответсвующие указанным параметрам.

Данное задание выполните после того как познакомитесь с методами массивов

funcGetUsers(users, “gender”, “male”); // [ {name: “Denis”, age: “29”, gender: “male”} , {name: “Ivan”, age: “20”, gender: “male”} ]

*/


console.log ('');
console.log ('8 задание');